{
  "profile": "Profile",
  "ia_model": "IA Model",
  "save_info": "Save Info",
  "edit_info": "Edit Info",
  "save_settings": "Save Settings",
  "update_profile": "Update your profile information",
  "latest_photos": "Latest photos",
  "photos": "photos",
  "gallery": "Gallery",
  "learn_more": "Learn more",
  "scan": "Scan",
  "about": "About",
  "settings": "Settings",
  "log_out": "Log out",
  "title": "Iris - see through waste",
  "description": "description",
  "description_head": "The Iris web application helps you understand the lifecycle of everything you consume",
  "continue": "Continue",
  "contact_us": "Contact us",
  "too_close": "Too close",
  "too_far": "Too far",
  "multi_material": "Multi-material",
  "today": "Today",
  "camera": "camera",
  "tips": "tips",
  "snap_tips": "Snap tips",
  "centralize_image": "Centralize your image",
  "disclaimer": "All photos are publicly shared with all IRIS users.",
  "camera_focal_point": "Make sure the subject is the focal point.",
  "details": "Details",
  "trash": "Trash",
  "organic": "Organic Material",
  "recyclable": "Recyclable Material",
  "compostable": "Compostable",
  "non_recyclable": "Non Recyclable Material",
  "paper": "Paper",
  "glass": "Glass",
  "eletronic": "Eletronic",
  "undefined": "Undefined Object",
  "organic1": "Choose between composting or anaerobic digestion.",
  "organic2": "Remove non-biodegradable substances.",
  "organic3": "Break down and sort the waste.",
  "organic4": "Explore ways to reuse the recycled organic matter.",
  "recyclable1": "Separate recyclable materials from non-recyclable waste.",
  "recyclable2": "Sort the recyclable materials into different categories based on their material.",
  "recyclable3": "Place the sorted recyclable materials into designated recycling bins or containers.",
  "recyclable4": "Familiarize yourself with the specific recycling guidelines and regulations in your area.'",
  "dry": "Dry",
  "plastic": "Plastic",
  "medicine_pack": "Medicine packaging",
  "metal": "Metal",
  "how_to_dispose": "How to dispose",
  "more_info": "More information",
  "info_is_correct": "Is this information correct?",
  "item": "Item",
  "intro": "intro",
  "items": "Items",
  "next": "Next",
  "skip": "Skip",
  "start_iris": "Start Iris now",
  "sustainable_future_with_iris": "Do your part for a more sustainable future with IRIS.",
  "support": "Support",
  "understand_more_about_your_waste": "Understand more about your waste, where to dispose of it, and how to handle it better.",
  "learn_how_collection_works": "Learn how point-to-point collection works.",
  "which_companies_recycle_in_your_neighborhood": "Which companies are responsible for improving recycling in your neighborhood.",
  "everything_through_your_camera": "Do everything through your cell phone camera.",
  "find_well_lit_place": "Find a well-lit place, take a picture of your waste, and will you have the right information in the palm of your hand.",
  "photo_not_sent": "Oops... the photo couldn't be sent.",
  "resend_photo": "We apologize for the inconvenience. Could you please send another photo?",
  "Paper": "Paper",
  "Cardboard": "Cardboard",
  "Glass": "Glass",
  "Plastic": "Plastic",
  "Metal": "Metal",
  "Wood": "Wood",
  "Fabric": "Fabric",
  "Organic": "Organic",
  "Food": "Food",
  "Drink": "Drink",
  "Biodegradable": "Biodegradable",
  "Compostable": "Compostable",
  "Dry": "Dry",
  "Container": "Container",
  "Clean Waste": "Clean Waste",
  "Wet": "Wet",
  "Contaminated Waste": "Contaminated Waste",
  "Non-biodegradable": "Non-biodegradable",
  "Hazardous": "Hazardous",
  "Toxic": "Toxic",
  "Flammable": "Flammable",
  "Corrosive": "Corrosive",
  "Household": "Household",
  "Dangerous": "Dangerous",
  "Medications": "Medications",
  "Reusable": "Reusable",
  "Large": "Large",
  "Lightweight": "Lightweight",
  "Light": "Light",
  "Bottle": "Bottle",
  "Can": "Can",
  "Clothes": "Clothes",
  "Medicine Package": "Medicine Package",
  "Liquid": "Liquid",
  "address_on_maps": "Address on Google Maps",
  "address": "Address",
  "instructions": "Instructions",
  "away_from_you": "away from you!",
  "phone": "Phone",
  "who_could_receive": "Who could receive this material?",
  "your_pics": "Your Pics",
  "delete_all_my_photos": "Delete all my photos",
  "delete_account": "Delete Account",
  "are_you_sure": "Are you sure?",
  "yes_delete_photos": "Yes, delete all my photos",
  "yes_delete_account": "Yes, delete my account",
  "add_our_app": "Add our app to your phone.",
  "dont_need_to_download": "You don't need to download anything,",
  "doubts_and_suggestions": "Questions, suggestions or feedback? We'd love to hear from you!",
  "just_add_to_home_screen": " just add our app to your phone's home screen and recycle more efficiently next time.",
  "your_top": "Your top ",
  "waste_categories": " waste categories",
  "waste_category_recyclable": "Recyclable",
  "waste_category_recyclable_desc": "Waste suitable for conversion into new materials or products.",
  "waste_category_organic": "Organic",
  "waste_category_organic_desc": "Organic waste refers to biodegradable materials from living organisms, such as food waste and yard trimmings.",
  "waste_category_ewaste": "E-waste",
  "waste_category_ewaste_desc": "Discarded electronics containing hazardous and recoverable components.",
  "waste_category_trash": "Trash",
  "waste_category_trash_desc": "Waste not classified into previous categories, usually destined for landfilled.",
  "waste_category_non_recyclable": "Non-Recyclable",
  "waste_category_non_recyclable_desc": "Waste unsuitable for recycling, often due to material properties or contamination.",
  "write_email": "Write e-mail",
  "placeholder_no_waste_category": "Take pictures! Here you'll be able to see the main categories of trash that you are capturing!",
  "yes": "Yes",
  "your_name": "Your Name",
  "your_email": "Your e-mail",
  "your_message": "Your message",
  "register_as_disposal_place": "Would you like to register as a disposal place? It will become one option to discard your trash",
  "detected_trash_can": "We've detected a trash can!",
  "disposal_place_failed": "The attempt to create your disposal place failed, try again later.",
  "open": "Open",
  "closed": "Closed",
  "registered_as_disposal_place": "Registered as disposal place",
  "or": "OR",
  "ops_empty": "Ops. Empty but not for long!",
  "well_lit_empty_gallery": "Find a well-lit place, take a picture of your waste, and you will have the right information about it.",
  "welcome_title": "Welcome to Iris!",
  "welcome_subtitle": "Start by taking a picture of items you're throwing away, and we'll show you the types of waste you're most likely to discard. This helps you understand and reduce your environmental impact.",
  "start_here": "Start here",
  "confirm_identity": "Please confirm your identity to continue",
  "your_disposal_places": "your_disposal_places",
  "your_disposal_places_txt": "Your disposal places",
  "info_not_shared_with_others": "This information is not shared with others",
  "welcome_to_iris": "Welcome to IRIS!",
  "you_can_keep_a_record": "Now you can keep a record of your most used disposal places.",
  "view_all": "View all",
  "item_available_for_donation": "This item is available for donation!",
  "i_want_this": "I want this!",
  "i_want_to_donate_this": "I want to donate this!",
  "item_not_available_for_donation": "Item not available for donation",
  "loading": "Loading...",
  "posts": [
    {
      "id": 0,
      "title": "Did you know that different materials decompose at different rates? ",
      "text": "A banana peel decomposes in just 2 to 5 weeks, while a plastic bottle can take hundreds of years to break down."
    },
    {
      "id": 1,
      "title": "Did you know that recycling is a powerful tool in conservation?",
      "text": " Recycling just one ton of paper not only saves approximately 17 trees but also conserves around 7,000 gallons of water and 380 liters of oil, emphasizing the ecological benefits of paper recycling."
    },
    {
      "id": 2,
      "title": "Did you know that our oceans bear the brunt of plastic pollution?",
      "text": "Every year, an estimated 12.7 million tons of plastic flow into our oceans, causing severe harm to marine ecosystems, from entangling sea creatures to contaminating the food chain."
    },
    {
      "id": 3,
      "title": "Did you know that Earth's orbit is cluttered with space junk?",
      "text": "This space junk include defunct satellites and fragments from rocket launches. This space debris poses risks to operational satellites and spacecraft, highlighting the growing concern of space sustainability."
    },
    {
      "id": 4,
      "title": "Did you know that Aluminum recycling is an eco-friendly choice?",
      "text": "Recycling aluminum not only conserves resources but also saves up to 95% of the energy required for producing aluminum from raw materials, making it a sustainable option for various industries."
    },
    {
      "id": 5,
      "title": "Did you know that even if you have limited outdoor space, you can participate in eco-friendly practices like home composting?",
      "text": "omestic composters enable urban dwellers to reduce their organic waste and contribute to greener living."
    },
    {
      "id": 6,
      "title": "Did you know that Landfills are significant sources of methane emissions, a potent greenhouse gas?",
      "text": "By capturing and utilizing methane gas from landfills, we can mitigate its environmental impact and harness it as a renewable energy source."
    },
    {
      "id": 7,
      "title": "Did you know that we're clearing 100 acres of rainforest every minute?",
      "text": "The destruction of rainforests is a critical concern for the environment. It leads to biodiversity loss, contributes to climate change, and negatively impacts local communities. Conservation and reforestation efforts are essential to address this issue."
    },
    {
      "id": 8,
      "title": "Did you know that recycling allows us to save natural resources like coal, oil, and natural gas?",
      "text": "Recycling is an effective way to conserve finite natural resources. By recycling materials such as paper, plastic, and metal, we reduce the need to extract and process raw materials, helping to preserve the environment and reduce pollution."
    },
    {
      "id": 9,
      "title": "Did you know that leading recycling countries are Switzerland, Australia, Germany?",
      "text": "These countries have effective recycling systems and environmental awareness. They have implemented advanced recycling practices that encourage citizens to actively participate in environmental preservation."
    },
    {
      "id": 10,
      "title": "Did you know that disposable diapers are the most discarded products in the United States?",
      "text": "Disposable diapers are convenient, but their improper disposal contributes significantly to solid waste. Considering more sustainable alternatives, such as reusable diapers, can help reduce this environmental impact."
    },
    {
      "id": 11,
      "title": "Did you know that most people produce 4.4 pounds of waste every day? That amounts to 1.5 tons of solid waste annually.",
      "text": "The amount of waste produced daily is staggering and has a significant impact on the environment. Reducing, reusing, and recycling are important ways to minimize our waste and decrease our ecological footprint."
    },
    {
      "id": 12,
      "title": "Did you know that organic waste could be composted and recycled to be used as soil fertilizer?",
      "text": "Organic waste, such as food scraps and garden waste, can be turned into high-quality organic compost. This not only reduces waste but also enriches the soil, improving plant health, and reducing the need for chemical fertilizers."
    },
    {
      "id": 13,
      "title": "Did you know that 9 out of 10 people claim they will only adopt recycling if it's made easier for them?",
      "text": "Simplifying the recycling process is crucial to encouraging people's participation. Governments and businesses can play a significant role in making recycling convenient and accessible for everyone."
    },
    {
      "id": 14,
      "title": "Did you know that plastic bags and litter thrown into the ocean can have harmful effects on marine life?",
      "text": "Marine pollution is a serious threat to marine ecosystems. Discarding plastic into the ocean can result in harm to marine life, such as accidental ingestion and entanglement. Reducing the use of plastic bags and proper waste disposal are essential for marine conservation."
    }
  ],
  "change_ai_model": "Change the current AI model"
}
