{
  "profile": "Perfil",
  "ia_model": "Modelo de IA",
  "save_info": "Salvar Info",
  "edit_info": "Editar Info",
  "save_settings": "Salvar Configurações",
  "update_profile": "Atualize seu perfil",
  "latest_photos": "Últimas fotos",
  "photos": "fotos",
  "gallery": "Galeria",
  "learn_more": "Saiba mais",
  "scan": "Escanear",
  "about": "Sobre",
  "settings": "Configurações",
  "log_out": "Encerrar sessão",
  "title": "Iris - veja através do desperdício",
  "description": "descrição",
  "description_head": "O aplicativo web Iris ajuda você a entender o ciclo de vida de tudo que você consome",
  "continue": "Continuar",
  "too_close": "Muito proximo",
  "too_far": "Muito distante",
  "multi_material": "Vários materiais",
  "today": "Hoje",
  "camera": "camera",
  "tips": "dicas",
  "snap_tips": "Dicas de foto",
  "centralize_image": "Centralize a imagem",
  "disclaimer": "Todas as fotos são compartilhadas publicamente com todos os usuários da IRIS.",
  "doubts_and_suggestions": "Dúvidas, sugestões ou feedback? Adoraríamos ouvir de você!",
  "camera_focal_point": "Certifique-se de que o item seja o ponto focal.",
  "contact_us": "Fale conosco",
  "details": "Detalhes",
  "trash": "Lixo",
  "organic": "Material Orgânico",
  "recyclable": "Material Reciclável",
  "compostable": "Compostável",
  "non_recyclable": "Material Não Reciclável",
  "paper": "Papel",
  "glass": "Vidro",
  "eletronic": "Eletrônico",
  "undefined": "Objeto não Identificado",
  "organic1": "Escolha entre compostagem ou digestão anaeróbica.",
  "organic2": "Remova substâncias não biodegradáveis.",
  "organic3": "Decomponha e classifique os resíduos.",
  "organic4": "Explore maneiras de reutilizar a matéria orgânica reciclada.",
  "recyclable1": "Separe os materiais recicláveis dos resíduos não recicláveis.",
  "recyclable2": "Classifique os materiais recicláveis em diferentes categorias de acordo com seu material.",
  "recyclable3": "Coloque os materiais recicláveis classificados em contêineres ou lixeiras de reciclagem designadas.",
  "recyclable4": "Familiarize-se com as diretrizes e regulamentos específicos de reciclagem em sua área.",
  "dry": "Seco",
  "plastic": "Plástico",
  "medicine_pack": "Embalagem de medicina",
  "metal": "Metal",
  "how_to_dispose": "Como descartar",
  "more_info": "Mais informações",
  "info_is_correct": "Esta informação está correta?",
  "item": "Item",
  "intro": "introducao",
  "items": "Itens",
  "next": "Próximo",
  "skip": "Pular",
  "start_iris": "Iniciar Iris agora",
  "sustainable_future_with_iris": "Faça a sua parte para um futuro mais sustentável com a IRIS.",
  "support": "Suporte",
  "understand_more_about_your_waste": "Entenda mais sobre seus resíduos, onde descartá-los e como lidar melhor com eles.",
  "learn_how_collection_works": "Aprenda como funciona a coleta ponto a ponto.",
  "which_companies_recycle_in_your_neighborhood": "Quais empresas são responsáveis por melhorar a reciclagem em sua vizinhança.",
  "everything_through_your_camera": "Faça tudo através da câmera do seu celular.",
  "find_well_lit_place": "Encontre um local bem iluminado, tire uma foto do seu lixo e você terá as informações certas na palma da sua mão.",
  "photo_not_sent": "Ops... Não foi possível enviar a foto.",
  "resend_photo": "Pedimos desculpas pelo inconveniente. Você poderia, por favor, enviar outra foto?",
  "Paper": "Papel",
  "Cardboard": "Papelão",
  "Glass": "Vidro",
  "Plastic": "Plástico",
  "Metal": "Metal",
  "Wood": "Madeira",
  "Fabric": "Tecido",
  "Organic": "Orgânico",
  "Food": "Comida",
  "Drink": "Bebida",
  "Biodegradable": "Biodegradável",
  "Compostable": "Compostável",
  "Dry": "Seco",
  "Container": "Contêiner",
  "Clean Waste": "Resíduo Limpo",
  "Wet": "Molhado",
  "Contaminated Waste": "Resíduo Contaminado",
  "Non-biodegradable": "Não biodegradável",
  "Hazardous": "Perigoso",
  "Toxic": "Tóxico",
  "Flammable": "Inflamável",
  "Corrosive": "Corrosivo",
  "Household": "Doméstico",
  "Dangerous": "Perigoso",
  "Medications": "Medicamentos",
  "Reusable": "Reutilizável",
  "Large": "Grande",
  "Lightweight": "Leve",
  "Light": "Luz",
  "Bottle": "Garrafa",
  "Can": "Lata",
  "Clothes": "Roupas",
  "Liquid": "Líquido",
  "Medicine Package": "Embalagem de Medicamento",
  "address_on_maps": "Endereço no Google Maps",
  "address": "Endereço",
  "instructions": "Complemento",
  "away_from_you": "de você!",
  "contact_phone": "Telefone para contato",
  "phone": "Telefone",
  "who_could_receive": "Quem pode receber este material?",
  "your_pics": "Suas Fotos",
  "delete_all_my_photos": "Apagar todas minhas fotos",
  "delete_account": "Deletar Conta",
  "are_you_sure": "Tem certeza?",
  "yes_delete_photos": "Sim, apagar todas minhas fotos",
  "yes_delete_account": "Sim, apagar minha conta",
  "add_our_app": "Adicione nosso aplicativo ao seu celular.",
  "dont_need_to_download": "Você não precisa baixar nada,",
  "just_add_to_home_screen": " apenas adicione nosso aplicativo à tela inicial do seu celular e recicle de maneira mais eficiente na proxima vez.",
  "your_top": "Suas ",
  "your_name": "Seu nome",
  "your_email": "Seu e-mail",
  "your_message": "Sua mensagem",
  "waste_categories": " principais categorias de residuos",
  "waste_category_recyclable": "Reciclável",
  "waste_category_recyclable_desc": "Resíduos adequados para conversão em novos materiais ou produtos.",
  "waste_category_organic": "Orgânico",
  "waste_category_organic_desc": "Resíduos orgânicos referem-se a materiais biodegradáveis de organismos vivos, como resíduos de alimentos e aparas de jardim.",
  "waste_category_ewaste": "E-waste",
  "waste_category_ewaste_desc": "Eletrônicos descartados contendo componentes perigosos e recuperáveis.",
  "waste_category_trash": "Lixo",
  "waste_category_trash_desc": "Resíduos não classificados nas categorias anteriores, normalmente destinados a aterro.",
  "waste_category_non_recyclable": "Não Reciclável",
  "waste_category_non_recyclable_desc": "Resíduos inadequados para reciclagem, muitas vezes devido às propriedades do material ou à contaminação.",
  "write_email": "Escrever e-mail",
  "placeholder_no_waste_category": "Tire fotos! Aqui você poderá ver as principais categorias de lixo que você captura!",
  "yes": "Sim",
  "register_as_disposal_place": "Gostaria de registrar como local de descarte? Será uma opção para descartar seu lixo",
  "detected_trash_can": "Detectamos uma lata de lixo!",
  "disposal_place_failed": "A tentativa de criar seu local de descarte falhou. Tente novamente mais tarde.",
  "registered_as_disposal_place": "Registrado como local de descarte",
  "open": "Aberto",
  "closed": "Fechado",
  "or": "OU",
  "ops_empty": "Ops. Vazia, mas não por muito tempo!",
  "well_lit_empty_gallery": "Encontre um local bem iluminado, tire uma foto dos seus resíduos e você terá as informações corretas sobre eles.",
  "welcome_title": "Bem-vindo à Iris!",
  "welcome_subtitle": "Comece tirando uma foto dos itens que você está jogando fora e mostraremos os tipos de lixo que você provavelmente descartará. Isso ajuda você a compreender e reduzir seu impacto ambiental.",
  "take_pics_analysis": "Tire algumas fotos para fazermos essa análise!",
  "start_here": "Comece aqui",
  "confirm_identity": "Por favor, confirme sua identidade para continuar",
  "your_disposal_places": "seus_locais_de_descarte",
  "your_disposal_places_txt": "Seus locais de descarte",
  "info_not_shared_with_others": "Esta informação não é compartilhada com outros usuários.",
  "welcome_to_iris": "Seja bem vindo à IRIS!",
  "you_can_keep_a_record": "Agora você pode manter um registro dos locais de descarte mais utilizados.",
  "view_all": "Ver todos",
  "item_available_for_donation": "Esse item está disponível para doação!",
  "i_want_this": "Eu quero isso!",
  "i_want_to_donate_this": "Eu quero doar isso!",
  "item_not_available_for_donation": "Item indisponível para doação",
  "loading": "Carregando...",
  "posts": [
    {
      "id": 0,
      "title": "Você sabia que diferentes materiais se decompõem em diferentes velocidades?",
      "text": "A casca de banana se decompõe em apenas 2 a 5 semanas, enquanto uma garrafa de plástico pode levar centenas de anos para se decompor."
    },
    {
      "id": 1,
      "title": "Você sabia que a reciclagem é uma ferramenta poderosa na conservação?",
      "text": "Reciclar uma tonelada de papel não apenas economiza aproximadamente 17 árvores, mas também conserva cerca de 7.000 galões de água e 380 litros de petróleo, enfatizando os benefícios ecológicos da reciclagem de papel."
    },
    {
      "id": 2,
      "title": "Você sabia que nossos oceanos sofrem com a poluição por plástico?",
      "text": "Todo ano, cerca de 12,7 milhões de toneladas de plástico fluem para nossos oceanos, causando sérios danos aos ecossistemas marinhos, desde o enredamento de criaturas marinhas até a contaminação da cadeia alimentar."
    },
    {
      "id": 3,
      "title": "Você sabia que a órbita da Terra está cheia de lixo espacial?",
      "text": "Esse lixo espacial inclui satélites inoperantes e fragmentos de lançamentos de foguetes. Esse detrito espacial representa riscos para satélites e espaçonaves em operação, destacando a crescente preocupação com a sustentabilidade no espaço."
    },
    {
      "id": 4,
      "title": "Você sabia que a reciclagem de alumínio é uma escolha ecologicamente correta?",
      "text": "Reciclar alumínio não apenas conserva recursos, mas também economiza até 95% da energia necessária para produzir alumínio a partir de matérias-primas, tornando-o uma opção sustentável para diversas indústrias."
    },
    {
      "id": 5,
      "title": "Você sabia que mesmo que você tenha pouco espaço ao ar livre, você pode participar de práticas ecologicamente corretas como a compostagem doméstica?",
      "text": "Composteiras domésticas permitem que moradores urbanos reduzam seus resíduos orgânicos e contribuam para um estilo de vida mais verde."
    },
    {
      "id": 6,
      "title": "Você sabia que os aterros sanitários são fontes significativas de emissões de metano, um potente gás de efeito estufa?",
      "text": "Ao capturar e utilizar o gás metano dos aterros sanitários, podemos mitigar seu impacto ambiental e usá-lo como fonte de energia renovável."
    },
    {
      "id": 7,
      "title": "Você sabia que estamos derrubando 100 acres de floresta tropical a cada minuto?",
      "text": "A destruição das florestas tropicais é uma preocupação crítica para o meio ambiente. Isso leva à perda de biodiversidade, contribui para as mudanças climáticas e afeta negativamente as comunidades locais. A conservação e o reflorestamento são essenciais para combater esse problema."
    },
    {
      "id": 8,
      "title": "Você sabia que a reciclagem nos permite economizar recursos naturais como carvão, petróleo e gás natural?",
      "text": "Reciclar é uma maneira eficaz de conservar recursos naturais finitos. Ao reciclar materiais como papel, plástico e metal, reduzimos a necessidade de extrair e processar matérias-primas, ajudando a preservar o meio ambiente e reduzir a poluição."
    },
    {
      "id": 9,
      "title": "Você sabia que os países líderes quando se trata de reciclagem são Suíça, Austrália, Alemanha?",
      "text": "Esses países têm sistemas eficazes de reciclagem e conscientização ambiental. Eles implementaram práticas avançadas de reciclagem que incentivam os cidadãos a participar ativamente da preservação do meio ambiente."
    },
    {
      "id": 10,
      "title": "Você sabia que fraldas descartáveis são os produtos mais jogados fora nos Estados Unidos?",
      "text": "As fraldas descartáveis são convenientes, mas seu descarte inadequado contribui significativamente para os resíduos sólidos. Considerar alternativas mais sustentáveis, como fraldas reutilizáveis, pode ajudar a reduzir esse impacto ambiental."
    },
    {
      "id": 11,
      "title": "Você sabia que a maioria das pessoas produz 4,4 quilos de lixo todos os dias? Isso resultará em 1,5 toneladas de resíduos sólidos anualmente.",
      "text": "A quantidade de lixo produzido diariamente é impressionante e tem um impacto significativo no meio ambiente. Reduzir, reutilizar e reciclar são maneiras importantes de minimizar nosso desperdício e diminuir nossa pegada ecológica."
    },
    {
      "id": 12,
      "title": "Você sabia que o lixo orgânico poderia ser compostado e reciclado para ser usado como fertilizante no solo?",
      "text": "O lixo orgânico, como restos de comida e resíduos de jardim, pode ser transformado em composto orgânico de alta qualidade. Isso não apenas reduz o desperdício, mas também enriquece o solo, melhorando a saúde das plantas e reduzindo a necessidade de fertilizantes químicos."
    },
    {
      "id": 13,
      "title": "Você sabia que 9 em cada 10 pessoas afirmam que só adotarão a reciclagem se for mais fácil para elas?",
      "text": "Simplificar o processo de reciclagem é fundamental para incentivar a participação das pessoas. Governos e empresas podem desempenhar um papel importante ao tornar a reciclagem conveniente e acessível para todos."
    },
    {
      "id": 14,
      "title": "Você sabia que sacolas plásticas e lixo jogado no oceano podem ter efeitos prejudiciais à vida marinha?",
      "text": "A poluição marinha é uma séria ameaça aos ecossistemas marinhos. Descartar plástico no oceano pode resultar em danos à vida marinha, como ingestão acidental e enredamento. Reduzir o uso de sacolas plásticas e fazer a disposição adequada de resíduos são essenciais para a conservação marinha."
    }
  ],
	"change_ai_model": "Alterar o modelo atual de IA"
}
