{
  "profile": "Perfil",
  "ia_model": "Modelo de IA",
  "save_info": "Salvar Info",
  "edit_info": "Editar Info",
  "save_settings": "Salvar Configuraciones",
  "update_profile": "Actualiza la información de tu perfil",
  "latest_photos": "Últimas fotos",
  "photos": "fotos",
  "gallery": "Galería",
  "learn_more": "Aprende más",
  "scan": "Escanear",
  "about": "Sobre",
  "settings": "Configuraciones",
  "log_out": "Cerrar sesión",
  "title": "Iris - ver a través de los residuos",
  "description": "descripción",
  "description_head": "La aplicación web Iris te ayuda a entender el ciclo de vida de todo lo que consumes",
  "doubts_and_suggestions": "¿Preguntas, sugerencias o comentarios? ¡Nos encantaría saber de usted!",
  "continue": "Continuar",
  "too_close": "Demasiado cerca",
  "too_far": "Muy lejos",
  "multi_material": "Varios materiales",
  "today": "Hoy",
  "camera": "camara",
  "tips": "consejos",
  "snap_tips": "Consejos fotográficos",
  "centralize_image": "Centraliza tu imagen",
  "contact_us": "hable con nosotros",
  "disclaimer": "Todas las fotos se comparten públicamente con todos los usuarios de IRIS.",
  "camera_focal_point": "Asegúrate de que el sujeto sea el punto focal.",
  "details": "Detalles",
  "trash": "Basura",
  "organic": "Material Orgánico",
  "recyclable": "Material Reciclable",
  "compostable": "Compostable",
  "non_recyclable": "Material No Reciclable",
  "paper": "Papel",
  "glass": "Vidrio",
  "eletronic": "Eletrónica",
  "undefined": "Objeto no Definido",
  "organic1": "Elige entre el compostaje o la digestión anaeróbica.",
  "organic2": "Elimina las sustancias no biodegradables.",
  "organic3": "Descompone y clasifica los residuos.",
  "organic4": "Explora formas de reutilizar la materia orgánica reciclada.",
  "recyclable1": "Separa los materiales reciclables de los residuos no reciclables.",
  "recyclable2": "Clasifica los materiales reciclables en diferentes categorías según su material.",
  "recyclable3": "Coloca los materiales reciclables clasificados en contenedores o cubos de reciclaje designados.",
  "recyclable4": "Familiarízate con las pautas y regulaciones específicas de reciclaje en tu área.",
  "dry": "Seco",
  "plastic": "Plástico",
  "medicine_pack": "Empaque de medicina",
  "metal": "Metal",
  "how_to_dispose": "Cómo desechar",
  "more_info": "Más información",
  "info_is_correct": "¿Es correcta esta información?",
  "item": "Artículo",
  "intro": "introduccion",
  "items": "Elementos",
  "next": "Siguiente",
  "skip": "Saltar",
  "start_iris": "Iniciar Iris ahora",
  "sustainable_future_with_iris": "Haz tu parte para un futuro más sostenible con IRIS.",
  "support": "Apoyo",
  "understand_more_about_your_waste": "Comprenda más sobre sus desechos, dónde deshacerse de ellos y cómo manejarlos mejor.",
  "learn_how_collection_works": "Aprenda cómo funciona la recopilación punto a punto.",
  "which_companies_recycle_in_your_neighborhood": "Qué empresas son responsables de mejorar el reciclaje en tu vecindario.",
  "everything_through_your_camera": "Haz todo a través de la cámara de tu teléfono celular.",
  "find_well_lit_place": "Encuentra un lugar bien iluminado, toma una fotografía de tus desechos y tendrás la información correcta en la palma de tu mano.",
  "photo_not_sent": "Ups... no se pudo enviar la foto.",
  "resend_photo": "Pedimos disculpas por el inconveniente. ¿Podría enviarnos otra foto, por favor?",
  "Paper": "Papel",
  "Cardboard": "Cartón",
  "Glass": "Vidrio",
  "Plastic": "Plástico",
  "Metal": "Metal",
  "Wood": "Madera",
  "Fabric": "Tela",
  "Organic": "Orgánico",
  "Food": "Comida",
  "Drink": "Bebida",
  "Biodegradable": "Biodregadable",
  "Compostable": "Compostable",
  "Dry": "Seco",
  "Container": "Contenedor",
  "Clean Waste": "Residuo Limpio",
  "Wet": "Húmedo",
  "Contaminated Waste": "Residuo Contaminado",
  "Non-biodegradable": "No biodegradable",
  "Hazardous": "Peligroso",
  "Toxic": "Tóxico",
  "Flammable": "Inflamable",
  "Corrosive": "Corrosivo",
  "Household": "Doméstico",
  "Dangerous": "Peligroso",
  "Medications": "Medicamentos",
  "Reusable": "Reutilizable",
  "Large": "Grande",
  "Lightweight": "Ligero",
  "Light": "Luz",
  "Bottle": "Botella",
  "Can": "Lata",
  "Clothes": "Ropa",
  "Medicine Package": "Paquete de Medicina",
  "Liquid": "Líquido",
  "address_on_maps": "Dirección en Google Maps",
  "address": "Dirección",
  "instructions": "Instrucciones",
  "away_from_you": "de ti!",
  "phone": "Teléfono",
  "who_could_receive": "¿Quién podría recibir este material?",
  "your_pics": "Tus Fotos",
  "delete_all_my_photos": "Borrar todas mis fotos",
  "delete_account": "Borrar Cuenta",
  "are_you_sure": "¿Estas seguro?",
  "yes_delete_photos": "Sí borrar todas mis fotos",
  "yes_delete_account": "Sí borrar cuenta",
  "add_our_app": "Añade nuestra aplicación a tu teléfono.",
  "dont_need_to_download": "No necesitas descargar nada,",
  "just_add_to_home_screen": " simplemente agregue nuestra aplicación a la pantalla de inicio de su teléfono y recicle de manera más eficiente la próxima vez.",
  "your_top": "Sus ",
  "waste_categories": " principales categorías de residuos",
  "waste_category_recyclable": "Reciclable",
  "waste_category_recyclable_desc": "Residuos aptos para su conversión en nuevos materiales o productos.",
  "waste_category_organic": "Orgánico",
  "waste_category_organic_desc": "Los desechos orgánicos se refieren a materiales biodegradables de organismos vivos, como desechos de alimentos y recortes de jardín.",
  "waste_category_ewaste": "E-waste",
  "waste_category_ewaste_desc": "Electrónica desechada que contiene componentes peligrosos y recuperables.",
  "waste_category_trash": "Basura",
  "waste_category_trash_desc": "Residuos no clasificados en categorías anteriores, normalmente con destino a vertedero.",
  "waste_category_non_recyclable": "No Reciclable",
  "waste_category_non_recyclable_desc": "Residuos no aptos para el reciclaje, a menudo debido a las propiedades del material o a la contaminación.",
  "write_email": "Escribir e-mail",
  "placeholder_no_waste_category": "¡Tomar fotografías! ¡Aquí podrás ver las principales categorías de basura que estás capturando!",
  "yes": "Sí",
  "your_name": "Su nombre",
  "your_email": "Su e-mail",
  "your_message": "Su mensage",
  "register_as_disposal_place": "¿Le gustaría registrarse como lugar de eliminación? Se convertirá en una opción para desechar tu basura",
  "detected_trash_can": "¡Hemos detectado un cubo de basura!",
  "disposal_place_failed": "El intento de crear su lugar de eliminación falló. Vuelva a intentarlo más tarde.",
  "registered_as_disposal_place": "Registrado como lugar de disposición",
  "or": "O",
  "open": "Abierto",
  "closed": "Cerrado",
  "ops_empty": "Ups. Vacío pero no por mucho tiempo",
  "well_lit_empty_gallery": "Busca un lugar bien iluminado, toma una fotografía de tus residuos y tendrás la información adecuada sobre ellos.",
  "welcome_title": "Bienvenido a Iris!",
  "welcome_subtitle": "Comience tomando una fotografía de los artículos que está desechando y le mostraremos los tipos de desechos que es más probable que deseche. Esto le ayuda a comprender y reducir su impacto medioambiental.",
  "start_here": "Empieza aqui",
  "confirm_identity": "Por favor confirma tu identidad para continuar",
  "your_disposal_places": "sus_lugares_de_disposicion",
  "your_disposal_places_txt": "Tus lugares de disposición",
  "info_not_shared_with_others": "Esta información no se comparte con otros.",
  "welcome_to_iris": "Sea bienvenido a IRIS!",
  "you_can_keep_a_record": "Ahora puede mantener un registro de los lugares de eliminación más utilizados.",
  "view_all": "Ver todos",
  "item_available_for_donation": "Este artículo está disponible para donación!",
  "i_want_this": "Quiero esto!",
  "i_want_to_donate_this": "Quiero donar esto!",
  "item_not_available_for_donation": "Artículo no disponible para donación",
  "loading": "Cargando...",
  "posts": [
    {
      "id": 0,
      "title": "¿Sabías que diferentes materiales se descomponen a diferentes velocidades?",
      "text": "La cáscara de plátano se descompone en solo 2 a 5 semanas, mientras que una botella de plástico puede tardar cientos de años en descomponerse."
    },
    {
      "id": 1,
      "title": "¿Sabías que el reciclaje es una herramienta poderosa en la conservación?",
      "text": "Reciclar una tonelada de papel no solo ahorra aproximadamente 17 árboles, sino que también conserva alrededor de 7,000 galones de agua y 380 litros de petróleo, destacando los beneficios ecológicos del reciclaje de papel."
    },
    {
      "id": 2,
      "title": "¿Sabías que nuestros océanos sufren la mayor parte de la contaminación por plástico?",
      "text": "Cada año, se estima que 12.7 millones de toneladas de plástico fluyen hacia nuestros océanos, causando graves daños a los ecosistemas marinos, desde la entrelazación de criaturas marinas hasta la contaminación de la cadena alimentaria."
    },
    {
      "id": 3,
      "title": "¿Sabías que la órbita de la Tierra está llena de basura espacial?",
      "text": "Esta basura espacial incluye satélites en desuso y fragmentos de lanzamientos de cohetes. Esta chatarra espacial presenta riesgos para satélites y naves espaciales en funcionamiento, resaltando la creciente preocupación por la sostenibilidad en el espacio."
    },
    {
      "id": 4,
      "title": "¿Sabías que el reciclaje de aluminio es una opción ecológica?",
      "text": "El reciclaje de aluminio no solo conserva recursos, sino que también ahorra hasta el 95% de la energía requerida para producir aluminio a partir de materias primas, convirtiéndolo en una opción sostenible para diversas industrias."
    },
    {
      "id": 5,
      "title": "¿Sabías que incluso si tienes un espacio exterior limitado, puedes participar en prácticas ecológicas como el compostaje en casa?",
      "text": "Los compostadores domésticos permiten a los habitantes urbanos reducir sus residuos orgánicos y contribuir a un estilo de vida más verde."
    },
    {
      "id": 6,
      "title": "¿Sabías que los vertederos son fuentes significativas de emisiones de metano, un potente gas de efecto invernadero?",
      "text": "Al capturar y utilizar el gas metano de los vertederos, podemos mitigar su impacto ambiental y aprovecharlo como fuente de energía renovable."
    },
    {
      "id": 7,
      "title": "¿Sabías que estamos deforestando 100 acres de selva tropical cada minuto?",
      "text": "La destrucción de las selvas tropicales es una preocupación crítica para el medio ambiente. Conduce a la pérdida de biodiversidad, contribuye al cambio climático y afecta negativamente a las comunidades locales. La conservación y la reforestación son esenciales para abordar este problema."
    },
    {
      "id": 8,
      "title": "¿Sabías que el reciclaje nos permite ahorrar recursos naturales como el carbón, el petróleo y el gas natural?",
      "text": "Reciclar es una manera efectiva de conservar recursos naturales finitos. Al reciclar materiales como papel, plástico y metal, reducimos la necesidad de extraer y procesar materias primas, lo que ayuda a preservar el medio ambiente y reducir la contaminación."
    },
    {
      "id": 9,
      "title": "¿Sabías que los países líderes en reciclaje son Suiza, Australia y Alemania?",
      "text": "Estos países tienen sistemas de reciclaje eficaces y conciencia ambiental. Han implementado prácticas avanzadas de reciclaje que fomentan la participación activa de los ciudadanos en la preservación del medio ambiente."
    },
    {
      "id": 10,
      "title": "¿Sabías que los pañales desechables son los productos más desechados en los Estados Unidos?",
      "text": "Los pañales desechables son convenientes, pero su eliminación incorrecta contribuye significativamente a los residuos sólidos. Considerar alternativas más sostenibles, como pañales reutilizables, puede ayudar a reducir este impacto ambiental."
    },
    {
      "id": 11,
      "title": "¿Sabías que la mayoría de las personas producen 4.4 libras de basura todos los días? Esto equivale a 1.5 toneladas de residuos sólidos al año.",
      "text": "La cantidad de basura producida diariamente es asombrosa y tiene un impacto significativo en el medio ambiente. Reducir, reutilizar y reciclar son formas importantes de minimizar nuestros desechos y disminuir nuestra huella ecológica."
    },
    {
      "id": 12,
      "title": "¿Sabías que los desechos orgánicos se pueden compostar y reciclar para ser utilizados como fertilizante en el suelo?",
      "text": "Los desechos orgánicos, como los restos de comida y los desechos de jardín, se pueden convertir en compost orgánico de alta calidad. Esto no solo reduce los residuos, sino que también enriquece el suelo, mejora la salud de las plantas y reduce la necesidad de fertilizantes químicos."
    },
    {
      "id": 13,
      "title": "¿Sabías que 9 de cada 10 personas afirman que solo adoptarán el reciclaje si es más fácil para ellas?",
      "text": "Simplificar el proceso de reciclaje es fundamental para fomentar la participación de las personas. Los gobiernos y las empresas pueden desempeñar un papel importante al hacer que el reciclaje sea conveniente y accesible para todos."
    },
    {
      "id": 14,
      "title": "¿Sabías que las bolsas de plástico y la basura arrojada al océano pueden tener efectos perjudiciales en la vida marina?",
      "text": "La contaminación marina es una seria amenaza para los ecosistemas marinos. Arrojar plástico al océano puede resultar en daños a la vida marina, como ingestión accidental y enredamiento. Reducir el uso de bolsas de plástico y la disposición adecuada de los residuos son esenciales para la conservación marina."
    }
  ],
	"change_ai_model": "Cambiar el modelo actual de IA"
}
